Revit 2024 API
ParameterTypeId.ZoneCalculatedSupplyAirflowParam Property
 "Calculated Supply Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZoneCalculatedSupplyAirflowParam { get; }
Visual Basic
Public Shared ReadOnly Property ZoneCalculatedSupplyAirflowParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZoneCalculatedSupplyAirflowParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace